/**
  ******************************************************************************
  * @file    httpd_main.c
  * @version V1.0.0
  * @date    08-10-2020
  * @brief   Инициализация функций инициализации и поддержки httpd
  *
  ******************************************************************************
  * @attention
  *
  * <h2><center>&copy; COPYRIGHT 2020 OneTiOne </center></h2>
  ******************************************************************************
  */

/* Includes ------------------------------------------------------------------*/
#include "httpd_main.h"

	
/**
  * @brief  Инициализация httpd.
  * @param  None
  * @retval None
  */
void httpd_main_setup(void)
{
}

/******************* (C) COPYRIGHT 2020 OneTiOne  *****END OF FILE****/
